export const basketballActions = [
  { 
    name: "חדירה לסל",
    description: "כניסה מהירה והחלטית לתוך הצבע במטרה לייצר נקודות או להוציא עבירה"
  },
  { 
    name: "קליעה מבחוץ",
    description: "לזרוק לשלוש נקודות ממצב פנוי"
  },
  { 
    name: "חיתוך לסל ללא כדור",
    description: "יצירת תנועה ללא כדור כדי לבלבל את ההגנה ולפתוח מרחבים"
  },
  { 
    name: "מסירה מתוחכמת",
    description: "איתור שחקן חופשי ומסירה מהירה ואפקטיבית"
  },
  { 
    name: "תנועה ללא כדור למצב זריקה",
    description: "לייצר מרחב אישי לצורך קליעה"
  },
  { 
    name: "כדרור מהיר לפריצה",
    description: "לנצל יתרון מול שומר ולהתקדם במהירות לסל"
  },
  { 
    name: "סגירת קו מסירה",
    description: "לחסום את המסלול הפוטנציאלי למסירה של היריב"
  },
  { 
    name: "לחץ על הכדור",
    description: "להקשות על מוביל הכדור היריב באמצעות לחץ מתמיד"
  },
  { 
    name: "חסימת קליעה",
    description: "ניסיון לעצור או להפריע לשחקן יריב בזמן קליעה"
  },
  { 
    name: "ריבאונד הגנתי",
    description: "להבטיח השתלטות על הכדור לאחר החטאת יריב"
  },
  { 
    name: "הובלת כדור מהירה למתפרצת",
    description: "להוביל את הכדור במהירות במעבר להתקפה כדי לנצל יתרון מספרי"
  },
  { 
    name: "קריאת חסימה ושימוש נכון בה",
    description: "תנועה נכונה דרך חסימה ליצירת מצב זריקה או מסירה"
  },
  { 
    name: "שמירה אגרסיבית על מוביל הכדור",
    description: "מניעת חדירה ויצירת לחץ פיזי מתמיד"
  },
  { 
    name: "תקשורת הגנתית",
    description: "ניהול קשר מילולי עם חברי הקבוצה לסגירה נכונה והחלפות בהגנה"
  }
];